Repository: effffgen/BookManagerBot
Catalog: locales/*/LC_MESSAGES/*.po
Languages: ru

source: Ok, I already know something about this book, but you can change information if you want.
ru: У меня уже есть данные об этой книге, однако если там что-то неверно, вы можете это исправить.

source: Welp, you have already added that book, don't try to fool me!
ru: Эй, вы уже добавляли эту книгу, зачем надо мной издеваться?

source: Add new book
ru: Добавить новую книгу

source: Just forward book here!
ru: Просто перешлите книгу сюда!

source: Find book
ru: Найти книгу

source: I'm feeling lucky!
ru: Выбрать наугад

source: Show all books
ru: Показать все книги

source: _Authors_:
ru: _Авторы_:

source: _Tags_:
ru: _Теги_:

source: Done!
ru: Готово!

source: Change title
ru: Сменить название

source: Set cover
ru: Поставить обложку

source: Set book's language
ru: Указать язык книги

source: Set the tag list
ru: Указать список тегов

source: Set description
ru: Указать описание

source: Set list of authors
ru: Указать авторов

source: Ok, now you can set title of the book.
ru: Ок, теперь можно указать название книги.

source: If you press 'skip', title would be set to the file name. You can also skip all next steps by pressing the corresponding button.
ru: Если вы нажмёте "пропустить", в качестве названия будет использоваться имя файла. Также вы можете пропустить все дальнейшие шаги при помощи соответствующей кнопки.

source: How can I help you,
ru: Как я могу вам помочь,

source: Please enter the book's description
ru: Пожалуйста, введите описание книги

source: Please enter the authors names, separated by commas.
ru: Пожалуйста, введите имена авторов. Разделитель - запятая.

source: Please enter the tags you want, separated by commas.
ru: Пожалуйста, введите желаемые теги, разделённые запятыми.

source: If you have the book cover, please upload it, so that you can easily recognize the book
ru: Если у вас есть обложка книги, загрузите её, чтобы её легче было потом узнать

source: Please choose the book language
ru: Пожалуйста, укажите язык книги

source: Okay, everything is done!
ru: Отлично, всё готово!

source: Please enter the tag
ru: Пожалуйста, введите искомый тег

source: Skip
ru: Пропустить

source: Skip all steps
ru: Пропустить всё

source: Download
ru: Скачать

source: Change info
ru: Редактировать

source: Delete
ru: Удалить

source: What do you want to change?
ru: Что вы хотите изменить?

source: Your book list is empty. Add something!
ru: У вас нет книг в списке. Добавьте что-нибудь!

source: I found nothing. Please, check if the tag you are searching is correct
ru: Я не могу ничего найти. Убедитесь, что вы ввели правильный критерий поиска
